"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 5000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 10000, \"word_counts\": \"{\\\"what\\\": 1833, \\\"are\\\": 1472, \\\"some\\\": 717, \\\"common\\\": 205, \\\"pitfalls\\\": 205, \\\"to\\\": 2786, \\\"avoid\\\": 205, \\\"when\\\": 384, \\\"designing\\\": 205, \\\"sound\\\": 524, \\\"effect\\\": 574, \\\"for\\\": 3700, \\\"a\\\": 2320, \\\"platformer\\\": 100, \\\"game\\\": 3348, \\\"hello\\\": 264, \\\"can\\\": 3038, \\\"you\\\": 2187, \\\"help\\\": 811, \\\"me\\\": 1174, \\\"with\\\": 1016, \\\"something\\\": 264, \\\"you've\\\": 298, \\\"been\\\": 568, \\\"great\\\": 298, \\\"thanks\\\": 1150, \\\"lot\\\": 298, \\\"logging\\\": 294, \\\"off\\\": 294, \\\"i'm\\\": 1375, \\\"done\\\": 283, \\\"now\\\": 283, \\\"see\\\": 283, \\\"later\\\": 283, \\\"your\\\": 862, \\\"goodbye\\\": 288, \\\"what's\\\": 677, \\\"the\\\": 1434, \\\"best\\\": 544, \\\"way\\\": 198, \\\"organize\\\": 198, \\\"my\\\": 3318, \\\"ai\\\": 504, \\\"upscaling\\\": 233, \\\"generated\\\": 539, \\\"character\\\": 606, \\\"sprite\\\": 513, \\\"in\\\": 1427, \\\"multiplur\\\": 2028, \\\"project\\\": 383, \\\"kinds\\\": 275, \\\"of\\\": 1155, \\\"games\\\": 466, \\\"i\\\": 4195, \\\"create\\\": 1248, \\\"how\\\": 2853, \\\"improve\\\": 177, \\\"quality\\\": 319, \\\"style\\\": 571, \\\"transfer\\\": 217, \\\"hi\\\": 292, \\\"there\\\": 774, \\\"should\\\": 368, \\\"adapt\\\": 193, \\\"background\\\": 592, \\\"music\\\": 305, \\\"design\\\": 555, \\\"different\\\": 193, \\\"screen\\\": 193, \\\"resolutions\\\": 193, \\\"from\\\": 375, \\\"512x512\\\": 113, \\\"larger\\\": 193, \\\"sizes\\\": 193, \\\"upscale\\\": 182, \\\"800x600\\\": 125, \\\"higher\\\": 182, \\\"resolution\\\": 483, \\\"explain\\\": 156, \\\"process\\\": 483, \\\"using\\\": 1444, \\\"text\\\": 244, \\\"speech\\\": 244, \\\"texture\\\": 307, \\\"and\\\": 341, \\\"implement\\\": 156, \\\"it\\\": 950, \\\"stuck\\\": 259, \\\"item\\\": 294, \\\"icon\\\": 294, \\\"educational\\\": 112, \\\"dimensions\\\": 123, \\\"2048x2048\\\": 114, \\\"that's\\\": 275, \\\"all\\\": 275, \\\"needed\\\": 275, \\\"bye\\\": 275, \\\"batch\\\": 176, \\\"multiple\\\": 355, \\\"at\\\": 301, \\\"image\\\": 749, \\\"translation\\\": 229, \\\"appreciate\\\": 283, \\\"guidance\\\": 283, \\\"thank\\\": 574, \\\"give\\\": 199, \\\"ideas\\\": 199, \\\"innovative\\\": 199, \\\"voice\\\": 288, \\\"acting\\\": 288, \\\"racing\\\": 96, \\\"do\\\": 1428, \\\"generate\\\": 125, \\\"particle\\\": 283, \\\"4096x4096\\\": 105, \\\"so\\\": 291, \\\"much\\\": 291, \\\"assistance\\\": 291, \\\"engaging\\\": 207, \\\"action\\\": 118, \\\"ideal\\\": 139, \\\"size\\\": 139, \\\"cutscene\\\": 303, \\\"artwork\\\": 303, \\\"make\\\": 452, \\\"ui\\\": 313, \\\"element\\\": 313, \\\"doesn't\\\": 196, \\\"look\\\": 382, \\\"quite\\\": 196, \\\"right\\\": 196, \\\"enhance\\\": 196, \\\"multiplur's\\\": 196, \\\"tools\\\": 196, \\\"need\\\": 133, \\\"use\\\": 404, \\\"stable\\\": 189, \\\"diffusion\\\": 189, \\\"one\\\": 133, \\\"balance\\\": 180, \\\"fun\\\": 180, \\\"but\\\": 180, \\\"challenging\\\": 180, \\\"good\\\": 253, \\\"day\\\": 253, \\\"excited\\\": 253, \\\"start\\\": 554, \\\"creating\\\": 580, \\\"tips\\\": 142, \\\"high\\\": 142, \\\"3d\\\": 543, \\\"mesh\\\": 252, \\\"generation\\\": 482, \\\"achieve\\\": 186, \\\"more\\\": 186, \\\"professional\\\": 186, \\\"created\\\": 365, \\\"advanced\\\": 179, \\\"techniques\\\": 179, \\\"refining\\\": 179, \\\"portrait\\\": 308, \\\"any\\\": 482, \\\"limitations\\\": 307, \\\"on\\\": 471, \\\"procedural\\\": 230, \\\"animation\\\": 486, \\\"does\\\": 550, \\\"development\\\": 271, \\\"logo\\\": 300, \\\"exactly\\\": 261, \\\"is\\\": 261, \\\"model\\\": 291, \\\"casual\\\": 104, \\\"editing\\\": 233, \\\"first\\\": 257, \\\"asset\\\": 257, \\\"integrate\\\": 164, \\\"into\\\": 164, \\\"synthesis\\\": 233, \\\"1024x1024\\\": 129, \\\"main\\\": 273, \\\"features\\\": 273, \\\"level\\\": 287, \\\"map\\\": 287, \\\"post\\\": 175, \\\"processing\\\": 175, \\\"steps\\\": 175, \\\"take\\\": 175, \\\"after\\\": 175, \\\"generating\\\": 326, \\\"card\\\": 91, \\\"256x256\\\": 111, \\\"not\\\": 301, \\\"sure\\\": 301, \\\"where\\\": 301, \\\"guide\\\": 452, \\\"hey\\\": 279, \\\"new\\\": 279, \\\"work\\\": 279, \\\"fighting\\\": 107, \\\"approach\\\": 155, \\\"this\\\": 270, \\\"has\\\": 270, \\\"really\\\": 270, \\\"helpful\\\": 270, \\\"workflow\\\": 185, \\\"ensure\\\": 179, \\\"consistency\\\": 179, \\\"adventure\\\": 110, \\\"rpg\\\": 107, \\\"puzzle\\\": 101, \\\"1920x1080\\\": 116, \\\"simulation\\\": 90, \\\"practices\\\": 191, \\\"128x128\\\": 125, \\\"horror\\\": 119, \\\"sports\\\": 117, \\\"through\\\": 151, \\\"roguelike\\\": 78, \\\"strategy\\\": 105}\", \"word_docs\": \"{\\\"pitfalls\\\": 205, \\\"for\\\": 3700, \\\"game\\\": 3108, \\\"some\\\": 717, \\\"what\\\": 1833, \\\"are\\\": 1472, \\\"sound\\\": 506, \\\"common\\\": 205, \\\"avoid\\\": 205, \\\"effect\\\": 574, \\\"a\\\": 2026, \\\"designing\\\": 205, \\\"platformer\\\": 100, \\\"to\\\": 2718, \\\"when\\\": 384, \\\"something\\\": 264, \\\"can\\\": 3038, \\\"hello\\\": 264, \\\"with\\\": 1016, \\\"me\\\": 1174, \\\"you\\\": 2187, \\\"help\\\": 811, \\\"been\\\": 568, \\\"lot\\\": 298, \\\"you've\\\": 298, \\\"thanks\\\": 1150, \\\"great\\\": 298, \\\"off\\\": 294, \\\"logging\\\": 294, \\\"later\\\": 283, \\\"done\\\": 283, \\\"see\\\": 283, \\\"i'm\\\": 1375, \\\"now\\\": 283, \\\"your\\\": 862, \\\"goodbye\\\": 288, \\\"project\\\": 383, \\\"ai\\\": 504, \\\"character\\\": 606, \\\"upscaling\\\": 233, \\\"multiplur\\\": 2028, \\\"sprite\\\": 497, \\\"generated\\\": 539, \\\"best\\\": 544, \\\"the\\\": 1434, \\\"my\\\": 3120, \\\"way\\\": 198, \\\"in\\\": 1427, \\\"organize\\\": 198, \\\"what's\\\": 677, \\\"games\\\": 466, \\\"create\\\": 1248, \\\"i\\\": 4062, \\\"of\\\": 1155, \\\"kinds\\\": 275, \\\"improve\\\": 177, \\\"transfer\\\": 217, \\\"style\\\": 553, \\\"quality\\\": 319, \\\"how\\\": 2853, \\\"there\\\": 774, \\\"hi\\\": 292, \\\"should\\\": 368, \\\"background\\\": 592, \\\"larger\\\": 193, \\\"different\\\": 193, \\\"sizes\\\": 193, \\\"design\\\": 555, \\\"music\\\": 305, \\\"adapt\\\": 193, \\\"screen\\\": 193, \\\"from\\\": 375, \\\"512x512\\\": 113, \\\"resolutions\\\": 193, \\\"800x600\\\": 125, \\\"resolution\\\": 483, \\\"upscale\\\": 182, \\\"higher\\\": 182, \\\"speech\\\": 244, \\\"it\\\": 950, \\\"text\\\": 244, \\\"process\\\": 483, \\\"implement\\\": 156, \\\"texture\\\": 307, \\\"using\\\": 1444, \\\"and\\\": 341, \\\"explain\\\": 156, \\\"stuck\\\": 259, \\\"item\\\": 294, \\\"dimensions\\\": 123, \\\"2048x2048\\\": 114, \\\"educational\\\": 112, \\\"icon\\\": 294, \\\"all\\\": 275, \\\"bye\\\": 275, \\\"needed\\\": 275, \\\"that's\\\": 275, \\\"multiple\\\": 355, \\\"batch\\\": 176, \\\"image\\\": 718, \\\"at\\\": 301, \\\"translation\\\": 229, \\\"guidance\\\": 283, \\\"appreciate\\\": 283, \\\"thank\\\": 574, \\\"give\\\": 199, \\\"voice\\\": 288, \\\"acting\\\": 288, \\\"racing\\\": 96, \\\"ideas\\\": 199, \\\"innovative\\\": 199, \\\"generate\\\": 125, \\\"do\\\": 1428, \\\"4096x4096\\\": 105, \\\"particle\\\": 283, \\\"assistance\\\": 291, \\\"so\\\": 291, \\\"much\\\": 291, \\\"action\\\": 118, \\\"engaging\\\": 207, \\\"cutscene\\\": 303, \\\"size\\\": 139, \\\"ideal\\\": 139, \\\"make\\\": 452, \\\"artwork\\\": 303, \\\"look\\\": 382, \\\"doesn't\\\": 196, \\\"quite\\\": 196, \\\"multiplur's\\\": 196, \\\"tools\\\": 196, \\\"element\\\": 313, \\\"right\\\": 196, \\\"enhance\\\": 196, \\\"ui\\\": 313, \\\"diffusion\\\": 189, \\\"one\\\": 133, \\\"stable\\\": 189, \\\"use\\\": 404, \\\"need\\\": 133, \\\"balance\\\": 180, \\\"but\\\": 180, \\\"challenging\\\": 180, \\\"fun\\\": 180, \\\"creating\\\": 580, \\\"good\\\": 253, \\\"excited\\\": 253, \\\"start\\\": 554, \\\"day\\\": 253, \\\"tips\\\": 142, \\\"3d\\\": 524, \\\"mesh\\\": 252, \\\"high\\\": 142, \\\"generation\\\": 482, \\\"professional\\\": 186, \\\"created\\\": 365, \\\"achieve\\\": 186, \\\"more\\\": 186, \\\"refining\\\": 179, \\\"portrait\\\": 308, \\\"techniques\\\": 179, \\\"advanced\\\": 179, \\\"any\\\": 482, \\\"limitations\\\": 307, \\\"on\\\": 471, \\\"procedural\\\": 230, \\\"animation\\\": 471, \\\"development\\\": 271, \\\"does\\\": 550, \\\"logo\\\": 300, \\\"is\\\": 261, \\\"exactly\\\": 261, \\\"model\\\": 291, \\\"casual\\\": 104, \\\"editing\\\": 233, \\\"asset\\\": 257, \\\"first\\\": 257, \\\"integrate\\\": 164, \\\"into\\\": 164, \\\"synthesis\\\": 233, \\\"1024x1024\\\": 129, \\\"main\\\": 273, \\\"features\\\": 273, \\\"map\\\": 287, \\\"level\\\": 287, \\\"post\\\": 175, \\\"steps\\\": 175, \\\"take\\\": 175, \\\"after\\\": 175, \\\"generating\\\": 326, \\\"processing\\\": 175, \\\"card\\\": 91, \\\"256x256\\\": 111, \\\"not\\\": 301, \\\"guide\\\": 452, \\\"sure\\\": 301, \\\"where\\\": 301, \\\"hey\\\": 279, \\\"new\\\": 279, \\\"work\\\": 279, \\\"fighting\\\": 107, \\\"approach\\\": 155, \\\"this\\\": 270, \\\"helpful\\\": 270, \\\"really\\\": 270, \\\"has\\\": 270, \\\"workflow\\\": 185, \\\"ensure\\\": 179, \\\"consistency\\\": 179, \\\"adventure\\\": 110, \\\"rpg\\\": 107, \\\"puzzle\\\": 101, \\\"1920x1080\\\": 116, \\\"simulation\\\": 90, \\\"practices\\\": 191, \\\"128x128\\\": 125, \\\"horror\\\": 119, \\\"sports\\\": 117, \\\"through\\\": 151, \\\"roguelike\\\": 78, \\\"strategy\\\": 105}\", \"index_docs\": \"{\\\"140\\\": 205, \\\"3\\\": 3700, \\\"4\\\": 3108, \\\"29\\\": 717, \\\"12\\\": 1833, \\\"13\\\": 1472, \\\"44\\\": 506, \\\"139\\\": 205, \\\"141\\\": 205, \\\"34\\\": 574, \\\"9\\\": 2026, \\\"142\\\": 205, \\\"217\\\": 100, \\\"8\\\": 2718, \\\"57\\\": 384, \\\"120\\\": 264, \\\"6\\\": 3038, \\\"119\\\": 264, \\\"23\\\": 1016, \\\"20\\\": 1174, \\\"10\\\": 2187, \\\"26\\\": 811, \\\"37\\\": 568, \\\"82\\\": 298, \\\"80\\\": 298, \\\"22\\\": 1150, \\\"81\\\": 298, \\\"84\\\": 294, \\\"83\\\": 294, \\\"100\\\": 283, \\\"97\\\": 283, \\\"99\\\": 283, \\\"18\\\": 1375, \\\"98\\\": 283, \\\"25\\\": 862, \\\"92\\\": 288, \\\"58\\\": 383, \\\"46\\\": 504, \\\"31\\\": 606, \\\"132\\\": 233, \\\"11\\\": 2028, \\\"45\\\": 497, \\\"43\\\": 539, \\\"41\\\": 544, \\\"15\\\": 1434, \\\"5\\\": 3120, \\\"146\\\": 198, \\\"17\\\": 1427, \\\"147\\\": 198, \\\"30\\\": 677, \\\"53\\\": 466, \\\"19\\\": 1248, \\\"2\\\": 4062, \\\"21\\\": 1155, \\\"107\\\": 275, \\\"178\\\": 177, \\\"137\\\": 217, \\\"36\\\": 553, \\\"66\\\": 319, \\\"7\\\": 2853, \\\"27\\\": 774, \\\"87\\\": 292, \\\"61\\\": 368, \\\"32\\\": 592, \\\"158\\\": 193, \\\"155\\\": 193, \\\"159\\\": 193, \\\"38\\\": 555, \\\"72\\\": 305, \\\"154\\\": 193, \\\"156\\\": 193, \\\"60\\\": 375, \\\"207\\\": 113, \\\"157\\\": 193, \\\"198\\\": 125, \\\"48\\\": 483, \\\"167\\\": 182, \\\"168\\\": 182, \\\"131\\\": 244, \\\"24\\\": 950, \\\"130\\\": 244, \\\"49\\\": 483, \\\"188\\\": 156, \\\"70\\\": 307, \\\"14\\\": 1444, \\\"64\\\": 341, \\\"187\\\": 156, \\\"123\\\": 259, \\\"85\\\": 294, \\\"201\\\": 123, \\\"206\\\": 114, \\\"208\\\": 112, \\\"86\\\": 294, \\\"109\\\": 275, \\\"111\\\": 275, \\\"110\\\": 275, \\\"108\\\": 275, \\\"63\\\": 355, \\\"179\\\": 176, \\\"28\\\": 718, \\\"75\\\": 301, \\\"136\\\": 229, \\\"102\\\": 283, \\\"101\\\": 283, \\\"35\\\": 574, \\\"143\\\": 199, \\\"93\\\": 288, \\\"94\\\": 288, \\\"218\\\": 96, \\\"144\\\": 199, \\\"145\\\": 199, \\\"199\\\": 125, \\\"16\\\": 1428, \\\"213\\\": 105, \\\"103\\\": 283, \\\"90\\\": 291, \\\"88\\\": 291, \\\"89\\\": 291, \\\"203\\\": 118, \\\"138\\\": 207, \\\"73\\\": 303, \\\"194\\\": 139, \\\"193\\\": 139, \\\"54\\\": 452, \\\"74\\\": 303, \\\"59\\\": 382, \\\"148\\\": 196, \\\"149\\\": 196, \\\"152\\\": 196, \\\"153\\\": 196, \\\"68\\\": 313, \\\"150\\\": 196, \\\"151\\\": 196, \\\"67\\\": 313, \\\"162\\\": 189, \\\"196\\\": 133, \\\"161\\\": 189, \\\"56\\\": 404, \\\"195\\\": 133, \\\"169\\\": 180, \\\"171\\\": 180, \\\"172\\\": 180, \\\"170\\\": 180, \\\"33\\\": 580, \\\"126\\\": 253, \\\"128\\\": 253, \\\"39\\\": 554, \\\"127\\\": 253, \\\"191\\\": 142, \\\"42\\\": 524, \\\"129\\\": 252, \\\"192\\\": 142, \\\"50\\\": 482, \\\"165\\\": 186, \\\"62\\\": 365, \\\"163\\\": 186, \\\"164\\\": 186, \\\"175\\\": 179, \\\"69\\\": 308, \\\"174\\\": 179, \\\"173\\\": 179, \\\"51\\\": 482, \\\"71\\\": 307, \\\"52\\\": 471, \\\"135\\\": 230, \\\"47\\\": 471, \\\"114\\\": 271, \\\"40\\\": 550, \\\"79\\\": 300, \\\"122\\\": 261, \\\"121\\\": 261, \\\"91\\\": 291, \\\"215\\\": 104, \\\"133\\\": 233, \\\"125\\\": 257, \\\"124\\\": 257, \\\"185\\\": 164, \\\"186\\\": 164, \\\"134\\\": 233, \\\"197\\\": 129, \\\"112\\\": 273, \\\"113\\\": 273, \\\"96\\\": 287, \\\"95\\\": 287, \\\"180\\\": 175, \\\"182\\\": 175, \\\"183\\\": 175, \\\"184\\\": 175, \\\"65\\\": 326, \\\"181\\\": 175, \\\"219\\\": 91, \\\"209\\\": 111, \\\"76\\\": 301, \\\"55\\\": 452, \\\"77\\\": 301, \\\"78\\\": 301, \\\"104\\\": 279, \\\"105\\\": 279, \\\"106\\\": 279, \\\"211\\\": 107, \\\"189\\\": 155, \\\"115\\\": 270, \\\"118\\\": 270, \\\"117\\\": 270, \\\"116\\\": 270, \\\"166\\\": 185, \\\"176\\\": 179, \\\"177\\\": 179, \\\"210\\\": 110, \\\"212\\\": 107, \\\"216\\\": 101, \\\"205\\\": 116, \\\"220\\\": 90, \\\"160\\\": 191, \\\"200\\\": 125, \\\"202\\\": 119, \\\"204\\\": 117, \\\"190\\\": 151, \\\"221\\\": 78, \\\"214\\\": 105}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"i\\\", \\\"3\\\": \\\"for\\\", \\\"4\\\": \\\"game\\\", \\\"5\\\": \\\"my\\\", \\\"6\\\": \\\"can\\\", \\\"7\\\": \\\"how\\\", \\\"8\\\": \\\"to\\\", \\\"9\\\": \\\"a\\\", \\\"10\\\": \\\"you\\\", \\\"11\\\": \\\"multiplur\\\", \\\"12\\\": \\\"what\\\", \\\"13\\\": \\\"are\\\", \\\"14\\\": \\\"using\\\", \\\"15\\\": \\\"the\\\", \\\"16\\\": \\\"do\\\", \\\"17\\\": \\\"in\\\", \\\"18\\\": \\\"i'm\\\", \\\"19\\\": \\\"create\\\", \\\"20\\\": \\\"me\\\", \\\"21\\\": \\\"of\\\", \\\"22\\\": \\\"thanks\\\", \\\"23\\\": \\\"with\\\", \\\"24\\\": \\\"it\\\", \\\"25\\\": \\\"your\\\", \\\"26\\\": \\\"help\\\", \\\"27\\\": \\\"there\\\", \\\"28\\\": \\\"image\\\", \\\"29\\\": \\\"some\\\", \\\"30\\\": \\\"what's\\\", \\\"31\\\": \\\"character\\\", \\\"32\\\": \\\"background\\\", \\\"33\\\": \\\"creating\\\", \\\"34\\\": \\\"effect\\\", \\\"35\\\": \\\"thank\\\", \\\"36\\\": \\\"style\\\", \\\"37\\\": \\\"been\\\", \\\"38\\\": \\\"design\\\", \\\"39\\\": \\\"start\\\", \\\"40\\\": \\\"does\\\", \\\"41\\\": \\\"best\\\", \\\"42\\\": \\\"3d\\\", \\\"43\\\": \\\"generated\\\", \\\"44\\\": \\\"sound\\\", \\\"45\\\": \\\"sprite\\\", \\\"46\\\": \\\"ai\\\", \\\"47\\\": \\\"animation\\\", \\\"48\\\": \\\"resolution\\\", \\\"49\\\": \\\"process\\\", \\\"50\\\": \\\"generation\\\", \\\"51\\\": \\\"any\\\", \\\"52\\\": \\\"on\\\", \\\"53\\\": \\\"games\\\", \\\"54\\\": \\\"make\\\", \\\"55\\\": \\\"guide\\\", \\\"56\\\": \\\"use\\\", \\\"57\\\": \\\"when\\\", \\\"58\\\": \\\"project\\\", \\\"59\\\": \\\"look\\\", \\\"60\\\": \\\"from\\\", \\\"61\\\": \\\"should\\\", \\\"62\\\": \\\"created\\\", \\\"63\\\": \\\"multiple\\\", \\\"64\\\": \\\"and\\\", \\\"65\\\": \\\"generating\\\", \\\"66\\\": \\\"quality\\\", \\\"67\\\": \\\"ui\\\", \\\"68\\\": \\\"element\\\", \\\"69\\\": \\\"portrait\\\", \\\"70\\\": \\\"texture\\\", \\\"71\\\": \\\"limitations\\\", \\\"72\\\": \\\"music\\\", \\\"73\\\": \\\"cutscene\\\", \\\"74\\\": \\\"artwork\\\", \\\"75\\\": \\\"at\\\", \\\"76\\\": \\\"not\\\", \\\"77\\\": \\\"sure\\\", \\\"78\\\": \\\"where\\\", \\\"79\\\": \\\"logo\\\", \\\"80\\\": \\\"you've\\\", \\\"81\\\": \\\"great\\\", \\\"82\\\": \\\"lot\\\", \\\"83\\\": \\\"logging\\\", \\\"84\\\": \\\"off\\\", \\\"85\\\": \\\"item\\\", \\\"86\\\": \\\"icon\\\", \\\"87\\\": \\\"hi\\\", \\\"88\\\": \\\"so\\\", \\\"89\\\": \\\"much\\\", \\\"90\\\": \\\"assistance\\\", \\\"91\\\": \\\"model\\\", \\\"92\\\": \\\"goodbye\\\", \\\"93\\\": \\\"voice\\\", \\\"94\\\": \\\"acting\\\", \\\"95\\\": \\\"level\\\", \\\"96\\\": \\\"map\\\", \\\"97\\\": \\\"done\\\", \\\"98\\\": \\\"now\\\", \\\"99\\\": \\\"see\\\", \\\"100\\\": \\\"later\\\", \\\"101\\\": \\\"appreciate\\\", \\\"102\\\": \\\"guidance\\\", \\\"103\\\": \\\"particle\\\", \\\"104\\\": \\\"hey\\\", \\\"105\\\": \\\"new\\\", \\\"106\\\": \\\"work\\\", \\\"107\\\": \\\"kinds\\\", \\\"108\\\": \\\"that's\\\", \\\"109\\\": \\\"all\\\", \\\"110\\\": \\\"needed\\\", \\\"111\\\": \\\"bye\\\", \\\"112\\\": \\\"main\\\", \\\"113\\\": \\\"features\\\", \\\"114\\\": \\\"development\\\", \\\"115\\\": \\\"this\\\", \\\"116\\\": \\\"has\\\", \\\"117\\\": \\\"really\\\", \\\"118\\\": \\\"helpful\\\", \\\"119\\\": \\\"hello\\\", \\\"120\\\": \\\"something\\\", \\\"121\\\": \\\"exactly\\\", \\\"122\\\": \\\"is\\\", \\\"123\\\": \\\"stuck\\\", \\\"124\\\": \\\"first\\\", \\\"125\\\": \\\"asset\\\", \\\"126\\\": \\\"good\\\", \\\"127\\\": \\\"day\\\", \\\"128\\\": \\\"excited\\\", \\\"129\\\": \\\"mesh\\\", \\\"130\\\": \\\"text\\\", \\\"131\\\": \\\"speech\\\", \\\"132\\\": \\\"upscaling\\\", \\\"133\\\": \\\"editing\\\", \\\"134\\\": \\\"synthesis\\\", \\\"135\\\": \\\"procedural\\\", \\\"136\\\": \\\"translation\\\", \\\"137\\\": \\\"transfer\\\", \\\"138\\\": \\\"engaging\\\", \\\"139\\\": \\\"common\\\", \\\"140\\\": \\\"pitfalls\\\", \\\"141\\\": \\\"avoid\\\", \\\"142\\\": \\\"designing\\\", \\\"143\\\": \\\"give\\\", \\\"144\\\": \\\"ideas\\\", \\\"145\\\": \\\"innovative\\\", \\\"146\\\": \\\"way\\\", \\\"147\\\": \\\"organize\\\", \\\"148\\\": \\\"doesn't\\\", \\\"149\\\": \\\"quite\\\", \\\"150\\\": \\\"right\\\", \\\"151\\\": \\\"enhance\\\", \\\"152\\\": \\\"multiplur's\\\", \\\"153\\\": \\\"tools\\\", \\\"154\\\": \\\"adapt\\\", \\\"155\\\": \\\"different\\\", \\\"156\\\": \\\"screen\\\", \\\"157\\\": \\\"resolutions\\\", \\\"158\\\": \\\"larger\\\", \\\"159\\\": \\\"sizes\\\", \\\"160\\\": \\\"practices\\\", \\\"161\\\": \\\"stable\\\", \\\"162\\\": \\\"diffusion\\\", \\\"163\\\": \\\"achieve\\\", \\\"164\\\": \\\"more\\\", \\\"165\\\": \\\"professional\\\", \\\"166\\\": \\\"workflow\\\", \\\"167\\\": \\\"upscale\\\", \\\"168\\\": \\\"higher\\\", \\\"169\\\": \\\"balance\\\", \\\"170\\\": \\\"fun\\\", \\\"171\\\": \\\"but\\\", \\\"172\\\": \\\"challenging\\\", \\\"173\\\": \\\"advanced\\\", \\\"174\\\": \\\"techniques\\\", \\\"175\\\": \\\"refining\\\", \\\"176\\\": \\\"ensure\\\", \\\"177\\\": \\\"consistency\\\", \\\"178\\\": \\\"improve\\\", \\\"179\\\": \\\"batch\\\", \\\"180\\\": \\\"post\\\", \\\"181\\\": \\\"processing\\\", \\\"182\\\": \\\"steps\\\", \\\"183\\\": \\\"take\\\", \\\"184\\\": \\\"after\\\", \\\"185\\\": \\\"integrate\\\", \\\"186\\\": \\\"into\\\", \\\"187\\\": \\\"explain\\\", \\\"188\\\": \\\"implement\\\", \\\"189\\\": \\\"approach\\\", \\\"190\\\": \\\"through\\\", \\\"191\\\": \\\"tips\\\", \\\"192\\\": \\\"high\\\", \\\"193\\\": \\\"ideal\\\", \\\"194\\\": \\\"size\\\", \\\"195\\\": \\\"need\\\", \\\"196\\\": \\\"one\\\", \\\"197\\\": \\\"1024x1024\\\", \\\"198\\\": \\\"800x600\\\", \\\"199\\\": \\\"generate\\\", \\\"200\\\": \\\"128x128\\\", \\\"201\\\": \\\"dimensions\\\", \\\"202\\\": \\\"horror\\\", \\\"203\\\": \\\"action\\\", \\\"204\\\": \\\"sports\\\", \\\"205\\\": \\\"1920x1080\\\", \\\"206\\\": \\\"2048x2048\\\", \\\"207\\\": \\\"512x512\\\", \\\"208\\\": \\\"educational\\\", \\\"209\\\": \\\"256x256\\\", \\\"210\\\": \\\"adventure\\\", \\\"211\\\": \\\"fighting\\\", \\\"212\\\": \\\"rpg\\\", \\\"213\\\": \\\"4096x4096\\\", \\\"214\\\": \\\"strategy\\\", \\\"215\\\": \\\"casual\\\", \\\"216\\\": \\\"puzzle\\\", \\\"217\\\": \\\"platformer\\\", \\\"218\\\": \\\"racing\\\", \\\"219\\\": \\\"card\\\", \\\"220\\\": \\\"simulation\\\", \\\"221\\\": \\\"roguelike\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"i\\\": 2, \\\"for\\\": 3, \\\"game\\\": 4, \\\"my\\\": 5, \\\"can\\\": 6, \\\"how\\\": 7, \\\"to\\\": 8, \\\"a\\\": 9, \\\"you\\\": 10, \\\"multiplur\\\": 11, \\\"what\\\": 12, \\\"are\\\": 13, \\\"using\\\": 14, \\\"the\\\": 15, \\\"do\\\": 16, \\\"in\\\": 17, \\\"i'm\\\": 18, \\\"create\\\": 19, \\\"me\\\": 20, \\\"of\\\": 21, \\\"thanks\\\": 22, \\\"with\\\": 23, \\\"it\\\": 24, \\\"your\\\": 25, \\\"help\\\": 26, \\\"there\\\": 27, \\\"image\\\": 28, \\\"some\\\": 29, \\\"what's\\\": 30, \\\"character\\\": 31, \\\"background\\\": 32, \\\"creating\\\": 33, \\\"effect\\\": 34, \\\"thank\\\": 35, \\\"style\\\": 36, \\\"been\\\": 37, \\\"design\\\": 38, \\\"start\\\": 39, \\\"does\\\": 40, \\\"best\\\": 41, \\\"3d\\\": 42, \\\"generated\\\": 43, \\\"sound\\\": 44, \\\"sprite\\\": 45, \\\"ai\\\": 46, \\\"animation\\\": 47, \\\"resolution\\\": 48, \\\"process\\\": 49, \\\"generation\\\": 50, \\\"any\\\": 51, \\\"on\\\": 52, \\\"games\\\": 53, \\\"make\\\": 54, \\\"guide\\\": 55, \\\"use\\\": 56, \\\"when\\\": 57, \\\"project\\\": 58, \\\"look\\\": 59, \\\"from\\\": 60, \\\"should\\\": 61, \\\"created\\\": 62, \\\"multiple\\\": 63, \\\"and\\\": 64, \\\"generating\\\": 65, \\\"quality\\\": 66, \\\"ui\\\": 67, \\\"element\\\": 68, \\\"portrait\\\": 69, \\\"texture\\\": 70, \\\"limitations\\\": 71, \\\"music\\\": 72, \\\"cutscene\\\": 73, \\\"artwork\\\": 74, \\\"at\\\": 75, \\\"not\\\": 76, \\\"sure\\\": 77, \\\"where\\\": 78, \\\"logo\\\": 79, \\\"you've\\\": 80, \\\"great\\\": 81, \\\"lot\\\": 82, \\\"logging\\\": 83, \\\"off\\\": 84, \\\"item\\\": 85, \\\"icon\\\": 86, \\\"hi\\\": 87, \\\"so\\\": 88, \\\"much\\\": 89, \\\"assistance\\\": 90, \\\"model\\\": 91, \\\"goodbye\\\": 92, \\\"voice\\\": 93, \\\"acting\\\": 94, \\\"level\\\": 95, \\\"map\\\": 96, \\\"done\\\": 97, \\\"now\\\": 98, \\\"see\\\": 99, \\\"later\\\": 100, \\\"appreciate\\\": 101, \\\"guidance\\\": 102, \\\"particle\\\": 103, \\\"hey\\\": 104, \\\"new\\\": 105, \\\"work\\\": 106, \\\"kinds\\\": 107, \\\"that's\\\": 108, \\\"all\\\": 109, \\\"needed\\\": 110, \\\"bye\\\": 111, \\\"main\\\": 112, \\\"features\\\": 113, \\\"development\\\": 114, \\\"this\\\": 115, \\\"has\\\": 116, \\\"really\\\": 117, \\\"helpful\\\": 118, \\\"hello\\\": 119, \\\"something\\\": 120, \\\"exactly\\\": 121, \\\"is\\\": 122, \\\"stuck\\\": 123, \\\"first\\\": 124, \\\"asset\\\": 125, \\\"good\\\": 126, \\\"day\\\": 127, \\\"excited\\\": 128, \\\"mesh\\\": 129, \\\"text\\\": 130, \\\"speech\\\": 131, \\\"upscaling\\\": 132, \\\"editing\\\": 133, \\\"synthesis\\\": 134, \\\"procedural\\\": 135, \\\"translation\\\": 136, \\\"transfer\\\": 137, \\\"engaging\\\": 138, \\\"common\\\": 139, \\\"pitfalls\\\": 140, \\\"avoid\\\": 141, \\\"designing\\\": 142, \\\"give\\\": 143, \\\"ideas\\\": 144, \\\"innovative\\\": 145, \\\"way\\\": 146, \\\"organize\\\": 147, \\\"doesn't\\\": 148, \\\"quite\\\": 149, \\\"right\\\": 150, \\\"enhance\\\": 151, \\\"multiplur's\\\": 152, \\\"tools\\\": 153, \\\"adapt\\\": 154, \\\"different\\\": 155, \\\"screen\\\": 156, \\\"resolutions\\\": 157, \\\"larger\\\": 158, \\\"sizes\\\": 159, \\\"practices\\\": 160, \\\"stable\\\": 161, \\\"diffusion\\\": 162, \\\"achieve\\\": 163, \\\"more\\\": 164, \\\"professional\\\": 165, \\\"workflow\\\": 166, \\\"upscale\\\": 167, \\\"higher\\\": 168, \\\"balance\\\": 169, \\\"fun\\\": 170, \\\"but\\\": 171, \\\"challenging\\\": 172, \\\"advanced\\\": 173, \\\"techniques\\\": 174, \\\"refining\\\": 175, \\\"ensure\\\": 176, \\\"consistency\\\": 177, \\\"improve\\\": 178, \\\"batch\\\": 179, \\\"post\\\": 180, \\\"processing\\\": 181, \\\"steps\\\": 182, \\\"take\\\": 183, \\\"after\\\": 184, \\\"integrate\\\": 185, \\\"into\\\": 186, \\\"explain\\\": 187, \\\"implement\\\": 188, \\\"approach\\\": 189, \\\"through\\\": 190, \\\"tips\\\": 191, \\\"high\\\": 192, \\\"ideal\\\": 193, \\\"size\\\": 194, \\\"need\\\": 195, \\\"one\\\": 196, \\\"1024x1024\\\": 197, \\\"800x600\\\": 198, \\\"generate\\\": 199, \\\"128x128\\\": 200, \\\"dimensions\\\": 201, \\\"horror\\\": 202, \\\"action\\\": 203, \\\"sports\\\": 204, \\\"1920x1080\\\": 205, \\\"2048x2048\\\": 206, \\\"512x512\\\": 207, \\\"educational\\\": 208, \\\"256x256\\\": 209, \\\"adventure\\\": 210, \\\"fighting\\\": 211, \\\"rpg\\\": 212, \\\"4096x4096\\\": 213, \\\"strategy\\\": 214, \\\"casual\\\": 215, \\\"puzzle\\\": 216, \\\"platformer\\\": 217, \\\"racing\\\": 218, \\\"card\\\": 219, \\\"simulation\\\": 220, \\\"roguelike\\\": 221}\"}}"
